[
    {
        "id": 1,
        "title": "Call of Duty",
        "company": "microsfot",
        "cover": "./assets/img/cod.jpg",
        "rating": 7.8,
        "detail": "Fue desarrollado por Infinity Ward, con la colaboración de Pi Studios, y publicado al mercado el 4 de noviembre de 2005 para PC, un mes más tarde lo hizo para Xbox 360 simultáneamente con la salida de esta videoconsola. Al igual que su predecesor está basado en la Segunda Guerra Mundial."
    },
    {
        "id":2,
        "title": "God of War",
        "company": "SCE Santa Monica Studio",
        "cover":"./assets/img/GOW.jpg",
        "rating": 8,
        "detail": "En resumen, todo God of War 4 fue un viaje de Kratos y su hijo, Atreus, hasta la cima más alta del mundo para depositar las cenizas de su mujer, Faye. Ocultándose de los Dioses como mortales, Atreus se enteraba de que su padre era un Dios y él, por tanto, un Semidios."
    },
    {
        "id":3,
        "title": "Grand Theft Auto V",
        "company":"Rockstar ",
        "cover": "./assets/img/GTA.jpg",
        "rating": 7.8,
        "detail": "Grand Theft Auto cuenta la historia de distintos criminales y aunque sean varios, por una razón se van relacionando y envolviendo en problemas a más personajes conforme va pasando el tiempo. Generalmente los protagonistas son antihéroe"
    },
    {
        "id":4,
        "title": "Zelda",
        "company":"Nintendo EPD",
        "cover":"./assets/img/zelda.jpg",
        "rating": 7.9,
        "detail": "Su trama por lo general describe las heroicas aventuras del joven guerrero Link, que debe enfrentarse a peligros y resolver acertijos para ayudar a la Princesa Zelda a derrotar a Ganondorf y salvar su hogar, el reino de Hyrule."
    },
    {
        "id":5,
        "title": "Skyrim",
        "company": "Bethesda Game Studios",
        "cover":"./assets/img/skrym.jpg",
        "rating": 7.8,
        "detail": "La historia de Skyrim se centra en los esfuerzos del personaje, Dovahkiin (sangre de dragón), para derrotar a Alduin, un dragón/dovah que, según la profecía, destruirá el mundo. La trama está fechada doscientos años después de los sucesos de Oblivion y tiene lugar en la provincia ficticia de Skyrim​."
    }
]